/* 
  Localizable.strings
  Antidote

  Created by Dmytro Vorobiov on 08/10/15.
  Copyright © 2015 dvor. All rights reserved.
*/

/*
  Translation is done with Transifex service.
  See https://www.transifex.com/antidote/antidote-ios/
*/

/* Login screen text */
"login_or_label" = "ou";
/* Login screen text */
"create_account" = "Créer un compte";
/* Login screen text */
"import_profile" = "Importer un profil";
/* Password field */
"password" = "Mot de passe";
/* Login button */
"log_in" = "Se connecter";
/* Login screen text */
"create_profile" = "Créer un profil";
/* Login screen text */
"import_to_antidote" = "Importer vers Antidote";
/* Login screen text */
"create_account_username_title" = "Comment les contacts vont-ils vous voir ?";
/* Login screen text */
"create_account_username_placeholder" = "Nom d'utilisateur";
/* Login screen text */
"create_account_profile_title" = "Comment appeler ce profil ?";
/* Login screen text */
"create_account_profile_placeholder" = "Nom du profil";
/* Login screen text */
"create_account_profile_hint" = "par exemple, Home, iPhone";
/* Login screen text */
"set_password_title" = "Définir un mot de passe";
/* Login screen text */
"set_password_hint" = "Un mot de passe est requis pour protéger vos données. Gardez le en sécurité − une fois perdu il ne pourra pas être restauré.";
/* Login button */
"create_account_next_button" = "Suivant";
/* Login button */
"create_account_go_button" = "Aller";
/* Default status message */
"default_user_status_message" = "Je toxe sur Antidote";

/* PIN screen text */
"pin_enter_to_unlock" = "Entrez votre PIN pour déverrouiller";
/* PIN screen text */
"pin_set" = "Définir un code PIN";
/* PIN screen text */
"pin_confirm" = "Confirmez le code PIN";
/* PIN screen error */
"pin_do_not_match" = "Les codes PIN ne correspondent pas. Réessayez";
/* PIN screen error */
"pin_incorrect" = "Code PIN incorrect";
/* PIN screen screen */
"pin_enabled" = "Activer le code PIN";
/* PIN screen screen */
"pin_touch_id_enabled" = "Activer Touch ID";
/* PIN screen screen */
"pin_description" = "Empêcher les accès non autorisés à Antidote avec un code PIN.";
/* PIN screen screen */
"pin_touch_id_description" = "Utilisez votre empreinte digitale comme alternative au code PIN.";
/* PIN screen screen */
"pin_lock_timeout" = "Délais de verrouillage";
/* PIN screen screen */
"pin_lock_immediately" = "Immédiatement";
/* PIN screen screen */
"pin_lock_30_seconds" = "30 secondes";
/* PIN screen screen */
"pin_lock_1_minute" = "1 minute";
/* PIN screen screen */
"pin_lock_2_minutes" = "2 minutes";
/* PIN screen screen */
"pin_lock_5_minutes" = "5 minutes";

/* Label shown when connecting to Tox network */
"connecting_label" = "Chargement...";

/* Tab name and screen name */
"contacts_title" = "Contacts";
/* Tab name and screen name */
"chats_title" = "Conversations";
/* Tab name and screen name */
"settings_title" = "Réglages";
/* Tab name and screen name */
"profile_title" = "Profil";

/* No contacts placeholder text */
"contact_no_contacts" = "Il n'y a pas de contacts";
/* No contacts placeholder text */
"contact_no_contacts_add_contact" = "Ajouter un contact\nou\n";
/* No contacts placeholder text */
"contact_no_contacts_share_tox_id" = "Partager votre identité Tox";
/* Contact request section title */
"contact_requests_section" = "Invitations";
/* Contact last seen status */
"contact_last_seen" = "Vu à: %@";
/* Screen name */
"contact_request" = "Invitation";
/* Contact request button */
"contact_request_decline" = "Décliner";
/* Contact request button */
"contact_request_accept" = "Accepter";
/* Contact request confirmation */
"contact_request_delete_title" = "Vous voulez bien supprimer l'invitation ?";
/* Text shown when contact was deleted */
"contact_deleted" = "Deleted contact";

/* Share Tox ID text */
"show_qr_code" = "Montrer le code QR";
/* Share Tox ID text */
"copy" = "Copier";

/* Add contat screen name */
"add_contact_title" = "Ajouter des contacts";
/* Add contat button */
"add_contact_send" = "Envoyer";
/* Add contat placeholder text */
"add_contact_tox_id_placeholder" = "Saisir votre identité Tox";
/* Add contat placeholder text */
"add_contact_or_label" = "ou";
/* Add contat button */
"add_contact_use_qr" = "Utiliser le code QR";
/* Add contat placeholder text */
"add_contact_default_message_title" = "Message";
/* Add contat default text sended to contact */
"add_contact_default_message_text" = "Salut ! Pourriez-vous m'ajouter à votre liste de contacts ?";
/* Add contat error */
"add_contact_wrong_qr" = "Le code QR est mauvais. Il devrait contenir une identité Tox.";

/* User name text */
"name" = "Nom";
/* User nickname text */
"nickname" = "Pseudonyme";
/* User status message text */
"status_message" = "Message de statut";
/* User status text */
"status_title" = "Statut";
/* User Tox ID text */
"my_tox_id" = "Mon identité Tox";
/* User public key text */
"public_key" = "Clé publique";
/* Share Tox ID text */
"show_qr" = "Montrer le code QR";
/* Profile menu item / screen name */
"profile_details" = "Détails du Profil";
/* Profile button */
"logout_button" = "Se déconnecter";

/* QR code screen button */
"qr_close_button" = "Quitter";

/* Chat screen placeholder */
"chat_no_chats" = "Il n'y a pas de conversations";
/* Chats screen message text */
"chat_outgoing_file" = "Fichier sortant:";
/* Chats screen message text */
"chat_incoming_file" = "Fichier entrant:";
/* Chats screen message text */
"chat_call_finished" = "Appel terminé";
/* Chats screen message text */
"chat_unanwered_call" = "Appel manqué";
/* Chat button */
"chat_send_button" = "Envoie";
/* Chat notification toast */
"chat_new_messages" = "↓ Nouveaux messages";
/* Chat call information */
"chat_call_message" = "Appel,";
/* Chat call information */
"chat_missed_call_message" = "Appel manqué";
/* Item present in the menu on long press on message */
"chat_more_menu_item" = "Plus";

/* Status message */
"status_offline" = "Déconnecté";
/* Status message */
"status_online" = "Connecté";
/* Status message */
"status_away" = "Absent";
/* Status message */
"status_busy" = "Occupé";

/* Notification text */
"notification_new_message" = "Nouveau message";
/* Notification text */
"notification_incoming_contact_request" = "Nouvelle invitation";
/* Notification text */
"notification_is_calling" = "appelle";
/* Notification text */
"notification_incoming_file" = "Fichier entrant";

/* Settings menu / screen name */
"settings_about" = "A propos";
/* Settings menu / screen name */
"settings_faq" = "FAQ";
/* Settings menu / screen name */
"settings_advanced_settings" = "Réglages Avancés";
/* About screen menu */
"settings_antidote_version" = "Version Antidote";
/* About screen menu */
"settings_antidote_build" = "Build Antidote";
/* About screen menu */
"settings_toxcore_version" = "Version Toxcore";
/* About screen menu */
"settings_acknowledgements" = "Remerciements";
/* Settings screen menu */
"settings_autodownload_images" = "Télécharger automatiquement les images";
/* Settings screen menu */
"settings_autodownload_images_description" = "Télécharger automatiquement les images entrantes.";
/* Settings screen menu */
"settings_notifications_message_preview" = "Aperçu des Notifications";
/* Settings screen menu */
"settings_notifications_description" = "Lorsque l'application sera en arrière-plan, vous recevrez encore des notifications pendant 10 minutes.";
/* Settings screen menu */
"settings_udp_enabled" = "Activer UDP";
/* Settings screen menu */
"settings_restore_default" = "Restaurer les Réglages par Défaut";
/* Settings screen autodownload images option */
"settings_never" = "Jamais";
/* Settings screen autodownload images option */
"settings_wifi" = "Wi-Fi";
/* Settings screen autodownload images option */
"settings_using_wifi" = "Utilise le Wi-Fi";
/* Settings screen autodownload images option */
"settings_always" = "Toujours";

/* Profile settings menu */
"change_password" = "Changer de mot de passe";
/* Profile settings menu */
"delete_password" = "Supprimer le mot de passe";
/* Profile settings menu */
"old_password" = "Ancien mot de passe";
/* Change password text */
"new_password" = "Nouveau mot de pass";
/* Change password text */
"repeat_password" = "Mot de passe encore";
/* Change password button */
"change_password_done" = "Fini";
/* Change password error */
"password_is_empty_error" = "Le mot de pass ne devrait pas être vide";
/* Change password error */
"wrong_old_password" = "Mauvais mot de passe";
/* Change password error */
"passwords_do_not_match" = "Les mots de passe ne se ressemblent pas";

/* Source of photo to take */
"photo_from_camera" = "Appareil photo";
/* Source of photo to take */
"photo_from_photo_library" = "La Photothèque";
/* Error while converting avatar image */
"change_avatar_error_convert_image" = "Impossible de convertir l'image";

/* Alert text when sending file to contacts */
"file_send_to_contact" = "Envoyer à un contact";

/* Profile menu item */
"export_profile" = "Exporter le Profil";
/* Profile menu item */
"delete_profile" = "Supprimer le Profil";
/* Delete profile confirmation */
"delete_profile_confirmation_title_1" = "Vous voulez bien supprimer ce profil ?";
/* Delete profile confirmation */
"delete_profile_confirmation_title_2" = "Vous êtes certain ?";
/* Delete profile confirmation */
"delete_profile_confirmation_message" = "Cette opération ne peut pas être annulée";

/* Call screen text */
"call_incoming" = "Appel entrant";
/* Call screen text */
"call_ended" = "Appel terminé";
/* Call screen text */
"call_reaching" = "En attente...";

/* File message text */
"chat_file_cancelled" = "Annulé";
/* File message text */
"chat_waiting" = "En attente...";
/* File message text */
"chat_paused" = "Pause";

/* Deleting chat confirmation */
"delete_chat_title" = "Vous voulez bien supprimer cette conversation et l'historique des messages ?";
/* Deleting contat confirmation */
"delete_contact_title" = "Vous voulez bien supprimer ce contact ?\nL'historique de la conversation va être supprimée.";
/* Deleting contat request confirmation */
"delete_contact_request_title" = "Vous voulez bien supprimer cette invitation ?";
/* Deleting single message in chat */
"delete_single_message" = "Supprimer le message";
/* Deleting multiple messages in chat. */
"delete_multiple_messages" = "Supprimer les messages";
/* Deleting all messages in chat. */
"delete_all_messages" = "Tout supprimer";
/* Delete button */
"alert_delete" = "Supprimer";
/* Delete button */
"alert_cancel" = "Annuler";

/* Error while creating new profile */
"login_enter_username_and_profile" = "Veuillez saisir un nom d'utilisateur et un nom de profil. ";
/* Error while creating new profile */
"login_profile_already_exists" = "Un profil de ce nom existe déjà.";

/* General error title */
"error_title" = "Erreur";
/* General error button */
"error_ok_button" = "OK";
/* General error button */
"error_retry_button" = "Essayer de nouveau";
/* Error */
"error_contact_not_connected" = "Le contact n'est pas connecté";
/* Error */
"error_too_many_files" = "Il y a trop de transferts de fichiers actifs.";
/* Error */
"error_internal_message" = "Erreur interne";
/* Error */
"error_wrong_password_title" = "Mauvais mot de passe";
/* Error */
"error_wrong_password_message" = "Le mot de passe contient de mauvais symboles.";
/* Error */
"error_import_not_exist_title" = "Impossible d'importer le fichier tox";
/* Error */
"error_import_not_exist_message" = "Le fichier n'existe pas.";
/* Error */
"error_decrypt_title" = "Impossible de décrypter le fichier tox";
/* Error */
"error_decrypt_empty_data_message" = "Certaines données d'entrée étaient vides.";
/* Error */
"error_decrypt_bad_format_message" = "Le fichier a un mauvais format ou est corrompu.";
/* Error */
"error_decrypt_wrong_password_message" = "Le mot de passe est mauvais ou le fichier est corrompu.";
/* Error */
"error_general_unknown_message" = "Une erreur inconnue s'est produite.";
/* Error */
"error_general_no_memory_message" = "Il n'y a pas assez de mémoire.";
/* Error */
"error_general_bind_port_message" = "Impossible de se lier à un port.";
/* Error */
"error_general_profile_encrypted_message" = "Le profil est crypté.";
/* Error */
"error_general_bad_format_message" = "Le fichier a un mauvais format ou est corrompu.";
/* Error */
"error_proxy_title" = "Erreur proxy";
/* Error */
"error_proxy_invalid_address_message" = "L'adresse proxy a un format invalide.";
/* Error */
"error_proxy_invalid_port_message" = "Le port proxy est invalide.";
/* Error */
"error_proxy_host_not_resolved_message" = "L'hôte proxy n'a pas pû être résolu. ";

/* Error */
"error_name_too_long" = "Le nom est trop long.";
/* Error */
"error_status_message_too_long" = "Le message de statut est trop long.";

/* Error */
"error_contact_request_too_long" = "Le message est trop long";
/* Error */
"error_contact_request_no_message" = "Aucun message spécifié";
/* Error */
"error_contact_request_own_key" = "Je ne peux pas m'ajouter à ma liste de contacts";
/* Error */
"error_contact_request_already_sent" = "L'invitation a déjà été envoyée";
/* Error */
"error_contact_request_bad_checksum" = "Mauvais checksum, veuillez vous assurer d'avoir saisi la bonne identité Tox.";
/* Error */
"error_contact_request_new_nospam" = "Mauvais nospam, veuillez vous assurer d'avoir saisi la bonne identité Tox.";

/* Call error */
"call_error_already_in_call" = "Déjà participant à un appel";
/* Call error */
"call_error_contact_is_offline" = "Le contact est déconnecté";
/* Call error */
"call_error_no_active_call" = "Il n'y a pas d'appel actif";

/* Error while using color theme */
"theme_error_cannot_open" = "Impossible d'ouvrir le thème, mauvais format";

/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_1" = "Honore Pariseau";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_2" = "Florence Marceau";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_3" = "Capucine Goulet";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_4" = "Estelle Varieur";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_female_5" = "Cosette Brisette";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_1" = "Geoffrey Saurel";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_2" = "Christian Fecteau";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_3" = "Thomas Lacasse";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_4" = "Timothé Pirouet";
/* Name of friend for the App Store screenshot. Should be fully random, no real people here. Can be generated with service like http://www.fakenamegenerator.com/ */
"app_store_screenshot_friend_male_5" = "Bruno Lamothe";

/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_1" = "Antidote est vraiment sécurisé ?";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_2" = "bien sur, c'est p2p";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_3" = "Et qu'est-ce que ça veut dire ? Peer-to-peer ? 😄";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_4" = "tu me parles directement, il n'y a pas de serveurs ou de trucs comme ça";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_5" = "+ c'est chiffré 🔐😎";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_6" = "Cool !";
/* Demo conversation for the App Store screenshot */
"app_store_screenshot_conversation_7" = "Je vais l'essayer alors";

/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_1" = "😂😂😂";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_2" = "dîner ce soir ?";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_3" = "Je pense savoir de quoi tu veux parler";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_4" = "Bien sur, merci !";
/* Demo chat message for the App Store screenshot */
"app_store_screenshot_chat_message_5" = "yep";

/* Tab chats badge ending */
"accessibility_chats_ending" = "unread chats";
/* Avatar button label in settings */
"accessibility_avatar_button_label" = "Avatar";
/* Avatar button hint in settings */
"accessibility_avatar_button_hint" = "Sets or removes avatar.";
/* Chat button label in contact screen */
"accessibility_chat_button_label" = "Chat";
/* Chat button hint in contact screen */
"accessibility_chat_button_hint" = "Opens chat dialog.";
/* Call button label in contact screen */
"accessibility_call_button_label" = "Audio call";
/* Call button hint in contact screen */
"accessibility_call_button_hint" = "Makes audio call.";
/* Video button label in contact screen */
"accessibility_video_button_label" = "Video call";
/* Video button hint in contact screen */
"accessibility_video_button_hint" = "Makes video call.";
/* Tap to copy hint */
"accessibility_show_copy_hint" = "Shows copy menu.";
/* Tap to edit value hint */
"accessibility_edit_value_hint" = "Edits value.";
/* Incoming message label */
"accessibility_incoming_message_label" = "Message";
/* Outgoing message label */
"accessibility_outgoing_message_label" = "Your message";